[
  {
    "eventName": "Saptak",
    "eventVenue": "Shorbagh-2",
    "eventTime": "13:00",
    "eventDay": 1,
    "eventDescription": "Get mesmerized by the symphony of melodious swaras played to the chords of soul stirring rock music! Have fun with fusion! A contest where bands from various colleges present musical performances from eastern genre and compete for the title of 'best band'.",
    "eventRules": "The competition will be conducted in two rounds , Eliminations and Finals. Both rounds will be held at BIT Mesra main campus on two successive days.\nParticipants should bring their own instruments. However, a basic drum kit will be provided. \nThe Band needs to consist of college students. Semi-professional bands are also allowed.\nThe team size is 3-8 members.\nMultiple teams from the same college are permitted.\nLyrical content of the performances should be strictly in any Indian language and any obscenity in lyrical content will lead to immediate disqualification.\nBands are required to send a video entry of not more than 5 mins from their performance along with band details ( names of the members , college name ). Bands presenting original compositions are required to mail in the lyrics and information about their composition along with the video entry.  E-Mail ID : events@bitotsav.in Last Date : 5th February 2019 ( 11:59 pm)\nThe video size should not be more than 50 Mbs.\nJudging will be based on tightness, presentations, tonal quality and overall output of the performance.\nDecision of the judges will remain final and binding.\nEliminations: Time limit is 10 mins (stage in to stage out). Points will be deducted for exceeding the time limit.\nFinals : Time limit is 20 mins (stage in to stage out). Points will be deducted for exceeding the time limit.\nNo restriction on the no. of songs. ",
    "eventContact1Name": "Ayush Khedia",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Toshi Priya",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 3,
    "eventMaximumMembers": 8,
    "eventId": 1,
    "eventCategory": "Music",
    "eventStatus": "Completed",
    "eventPrize1": 40000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventPosition1": {
      "teamLeader": "BT19/10701",
      "teamLeaderName": "Suddhansu ranjan",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10150",
      "teamLeaderName": "Ayush Khedia",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/12422",
      "teamLeaderName": "Abhijeet kumar",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Rhapsody",
    "eventVenue": "Shorbagh-2",
    "eventTime": "09:00",
    "eventDay": 3,
    "eventDescription": "Prepare yourself to match-up to the charisma of some really mind-boggling, energetic, ‘head-bang’ worthy performances. In this contest bands present musical performances from western genre and compete for the title of the ‘best band’.",
    "eventRules": "Participants should bring their own instruments. However, a basic drum kit will be provided. \nThe Band needs to consist of college students. Semi-professional bands are also allowed.\nThe team size is 3-8 members.\nMultiple teams from the same college are permitted.\nLyrical content of the performances should be strictly in English and any obscenity in lyrical content will lead to immediate disqualification.\nBands are required to send a video entry of not more than 5 mins from their performance along with band details ( names of the members , college name ). Bands presenting original compositions are required to mail in the lyrics and information about their composition along with the video entry. E-Mail ID : events@bitotsav.inLast Date : 5th February 2019 ( 11:59 pm)\nThe Video size should not be more than 50 Mbs.\nJudging will be based on tightness, presentations, tonal quality and overall output of the performance.\nDecision of the judges will remain final and binding.\nEliminations: Time limit is 10 mins (stage in to stage out). Points will be deducted for exceeding the time limit.\nFinals: Time limit is 20 mins (stage in to stage out). Points will be deducted for exceeding the time limit.\nNo restriction on the no. of songs. ",
    "eventContact1Name": "Divya Kothari",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Md. Shamil Khan",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 3,
    "eventMaximumMembers": 8,
    "eventId": 2,
    "eventStatus": "Cancelled",
    "eventCategory": "Music",
    "eventPrize1": 40000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventPosition1": {},
    "eventPosition2": {},
    "eventPosition3": {}
  },
  {
    "eventName": "Acoustic Alchemy",
    "eventVenue": "CAT",
    "eventTime": "09:00",
    "eventDay": 3,
    "eventDescription": "Let us all go old school again! Jamming with a single guitar, some whistling, toe tapping, clicking and clapping never grows old! Acoustic alchemy is an event that provides a platform to such performances with only acoustic music, devoid of any ‘electric’ or ‘electronic’ amplification. It is an unplugged event.",
    "eventRules": "Participants can use only acoustic instruments like acoustic guitars, flutes, violins, piano etc.\nParticipants can use a synthesizer but only under the piano patch, no additional effects are allowed.\nA bass guitar is allowed.\nSolo performances are not allowed. Participants can perform in a group of minimum 2 and maximum 7 members.\nAcapella and instrumental performances are allowed.\nMore than one group from the same college is permitted.\nTime limit for the performance is 7 minutes which includes the sound check.",
    "eventContact1Name": "Sweta Jha",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Kumari Shalini",
    "eventContact2Number": "9999999999",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 7,
    "eventId": 3,
    "eventCategory": "Music",
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/12424",
      "teamLeaderName": "Avinash routh",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10153",
      "teamLeaderName": "Nachiket Agni",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10170",
      "teamLeaderName": "Riju Chatterjee",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Swar",
    "eventVenue": "LH-1",
    "eventTime": "12:00",
    "eventDay": 2,
    "eventDescription": "A place for all those solo stars who can set the stage on fire single-handedly! This is a solo talent competition. Participants are required to display their solo talent, be it instrumental or vocal, within the given time limit. Results will be decided based on the marks given by the judges. ",
    "eventRules": "This competition will be held in two parts consisting of an online round followed by further rounds that will be held at BIT Mesra main campus.\nPure instrumental/vocal performance pertaining to any genre is allowed.\nIt is solo participation competition ( a max. of one accompanist is allowed for vocalists. Only the vocalist will be judged. )\nAll languages are permitted.\nMultiple participants from the same college are permitted.\nAny kind of obscenity in lyrical content of the song will lead to immediate disqualification of the participant.\nThe decision made by the judging panel in each round will be final and binding.\nFor the online round, participants are required to send an audio clip of time not more than 2 mins.  showcasing their Vocal ( Clear vocals, without any accompanist or karaoke track.) and instrumental talent at events@bitotsav.in.\nThe entry should not exceed 15 Mbs.\nThe last date for the online entries will be 2nd February 2019 ( 11:59 pm ).\nResults will be announced on or before 5th February 2019. The contestants chosen from the online round must report to BIT Mesra main campus.\nFor further rounds, all kinds of instruments are allowed. Participants must bring their own instruments. Only a standard drum-kit will be provided.\nVocalists are allowed one accompanist but only the vocalist will be judged.\nKaraoke Tracks are allowed. Participants are requested to make the arrangement themselves.\nThe time limit is 3-7 minutes (stage in- stage out). Negative marking will be done for participants who exceed the time limit.",
    "eventContact1Name": "Premankur Roy",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Ashish Pancholi",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 4,
    "eventStatus": "Completed",
    "eventCategory": "Music",
    "eventPrize1": 8000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventPosition1": {
      "teamLeader": "BT19/10153",
      "teamLeaderName": "Nachiket Agni",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10633",
      "teamLeaderName": "Harsh Ronald Dungdung",
      "championshipTeam": "Ensemble",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11250",
      "teamLeaderName": "Aaditya Anees Abbas",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Dance Saga",
    "eventVenue": "G. P. Birla Auditorium",
    "eventTime": "09:00",
    "eventDay": 3,
    "eventDescription": "Dance saga is an event in which groups dance to create and live up to their dreams. This flagship event is the way to put everything you have learnt about dancing over the years, and leave the people enthralled.",
    "eventRules": "Team Size: 6-20.\nTime limit: 4-8 minutes.\nA minimum of 6 dancers are required to be present on the stage always.\nDance groups are required to send a video entry of no more than 5 mins from their performance along with details ( names of members, college name, props being used). The video size should not be more than 50 Mbs. \nE-mail ID : events@bitotsav.in \nLast Date : 5th February 2019 (11:59 pm)\nMultiple teams from the same college are permitted.\nFor the teams who register on-spot, permission to use props will be at the discretion of the Event Manager.\nNo lead dancer or solo performance is allowed in any of the rounds.\nSound track for the group’s performance should be brought along in a pen drive and submitted at the time of registration.\nParticipating teams can only use Bollywood songs and their remixes for the track. Failure to comply with this will lead to immediate disqualification.\nFor the elimination round, participants will be required to perform a dance sequence. The duration of this performance will be 4-6 minutes.\n5% of the total score will be deducted for each minute of exceeding the time limit.\nThe teams who qualify for the final will have to perform the same dance sequence as the elimination round. \nRules and guidelines for this performance will be same as those for the elimination round.\nThe auditorium screen shall not be used for any purpose. (photos, videos, etc.)\nTeams are not allowed to use any external lighting for their performance.\nA tiebreaker round might be introduced after the eliminations, if only found necessary by the judges and the event managers. The rules for the tie breaker will be disclosed at the end of the elimination round. Hence, at least one member from every group must stay back till the results of the elimination round are announced.",
    "eventContact1Name": "Shivani Agarwal",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shivani Dasgupta",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 6,
    "eventMaximumMembers": 20,
    "eventId": 5,
    "eventCategory": "Dance",
    "eventPrize1": 30000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10909",
      "teamLeaderName": "Malang",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/12380",
      "teamLeaderName": "MVS Crew",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11903",
      "teamLeaderName": "Mayur",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Stomp the Yard",
    "eventVenue": "Badminton court ,Sports Complex",
    "eventTime": "09:00",
    "eventDay": 2,
    "eventDescription": "Sparks fly as the worlds of street dance collide in this exciting flagship event. All you have got to do is live up to the challenge of the rivals. So, come with your attitude and style and stomp the yard. Participate in one of the most awaited event of Bitotsav and experience the real street dancing; experience what it is to fly.",
    "eventRules": "Dance groups are required to send a video entry of not more than 5 mins from their performance along with details ( names of members, college name). The video size should not be more than 50 Mbs.\nE-mail ID : events@bitotsav.in\nLast Date : 5th February 2019 (11:59 pm)\nMultiple teams from the same college are permitted.\nElimination Round:\nTeam size: 6-20.\nTime limit: 5-10 minutes (length of music track). \nLive music is not allowed. \nProps are not allowed.\nDeviating from the Western hip-hop dance style can lead to negative marking. Any kind of music (Bollywood/Western) is allowed. The dance floor will be a rectangular one in an open arena.\nOut of all the participating teams, the top four teams will qualify for the face-off round. This round comprises of teams taking part in street/hip-hop battle against each other.\nThis is a Knockout Round. \nOpponents will be decided based on an impromptu lottery system.\nEach battle will be of 6 minutes with the two teams performing for 60 seconds alternately.\nAt least 1 team member must occupy the stage during the performance of respective teams. It is strictly notified that the face-off is a hip-hop battle and deviation from hip-hop might result in negative marking. Division of a team’s performance time amongst all team members is expected and will be included in the judging criteria.",
    "eventContact1Name": "Akshat",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Ushita",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 6,
    "eventMaximumMembers": 20,
    "eventId": 6,
    "eventCategory": "Dance",
    "eventPrize1": 40000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10883",
      "teamLeaderName": "suman Kumar birua",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/12462",
      "teamLeaderName": "Arpan khalkho",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10617",
      "teamLeaderName": "None",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Footloose",
    "eventVenue": "CAT ",
    "eventTime": "12:00",
    "eventDay": 1,
    "eventDescription": "Think you got the moves like Jagger or the styles like Diva? Show everyone what you've got in this event where the stage is yours and the audience watches with awe. The Solo Dance competition of Bitotsav, ‘Footloose’.",
    "eventRules": "Participants are required to send a video entry of not more than 2 mins. from their performance along with details ( name , college name ) at events@bitotsav.in before 5th February 2019 (11:59 pm )\nThe participants selected from the online round are required to report to BIT mesra, main campus for the further rounds.\nThis is an event for solo participation.\nMultiple participants from the same college are permitted.\nThe participants are required to get their own sound tracks.\nThe time limit is 3 mins.\nThis is a strictly individual event.",
    "eventContact1Name": "Vishal",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shubham",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 7,
    "eventCategory": "Dance",
    "eventPrize1": 8000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11102",
      "teamLeaderName": "raja nayak",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10169",
      "teamLeaderName": "Simran",
      "championshipTeam": "The Archemists",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10084",
      "teamLeaderName": "Arjita Basu",
      "championshipTeam": "Evil_Geniuses_1.0",
      "points": 0
    }
  },
  {
    "eventName": "Danza Duo",
    "eventVenue": "Shorbagh 1",
    "eventTime": "13:00",
    "eventDay": 3,
    "eventDescription": "The perfect event for those impromptu dancers who like to impulsively groove to the Rhythm and set that stage on fire! Just grab a partner and you’re good to go!\n",
    "eventRules": "This is an event for participation in pairs (same and opposite gender pairs are allowed)\nThe participants will be given a song to perform to through lottery and will not be given any time for preparation.\nThe time limit is 3 mins.",
    "eventContact1Name": "Vishal",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shubham",
    "eventContact2Number": "9999999999",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 8,
    "eventCategory": "Dance",
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {},
    "eventPosition2": {},
    "eventPosition3": {}
  },
  {
    "eventName": "Pukaar (Finals)",
    "eventVenue": "Shorbagh 1",
    "eventTime": "09:00",
    "eventDay": 3,
    "eventDescription": "This is a street play competition. What better way than Nukkad to express our views. The voice of our conscience echoes through the words of Nukkad. The evils of the society are brought into light through the plot of Nukkad. Let us rewind the days when some scintillating performances ignited the fire for change in us.",
    "eventRules": "This competition consists of a elimination  round followed by a final round. These rounds will be conducted on two different days.\nThe team shall consist of maximum of 20 people excluding 2 instrumentalists(optional).\nThe event will take place in a single round.\nThe time limit shall be 20 + 2 minutes.\nThe time limit should be strictly adhered to. In case of violation, participants will be penalized by judges. The given time duration is from empty stage to empty stage.\nTeams are expected to perform at an open-air venue, on a circular stage with audience on all sides.\nVulgarity is strictly prohibited.\nFor live music teams will have to bring their own instruments but no electronic device or recorded music.\nThe languages permitted are Hindi and English.\nJudging Criterion: 30% - Content, 25% - Acting/ Expression, 20% - Audience Response, 15% - Direction, 10% - Miscellaneous Effects\nThe judge's decision will be final and binding.\nEliminations: The time limit shall be 12 + 2 minutes.\nFinals : The time limit shall be 20+2 minutes.",
    "eventContact1Name": "Anamika",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shubham",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 5,
    "eventMaximumMembers": 22,
    "eventId": 9,
    "eventCategory": "Dramatics",
    "eventPrize1": 40000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/12091",
      "teamLeaderName": "Nikhil Roy",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10000",
      "teamLeaderName": "Sushant Kumar Gupta",
      "championshipTeam": "BitTeam",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10617",
      "teamLeaderName": "Sushant",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Abhinay (Finals)",
    "eventVenue": "G.P Birla Auditorium",
    "eventTime": "13:00",
    "eventDay": 3,
    "eventDescription": "This is a stage play competition. If you think you can mesmerize the audience with acting, script, dialogues and sets – then Abhinay is your call! It cannot get better than the annual stage play competition at Bitotsav. Once the stage is set and all is ready – it is show time!",
    "eventRules": "This competition will be conducted in two rounds, eliminations and finals. These rounds will be conducted on different days.\nEach team should have a minimum of 5 actors. In addition, there can be 1 person in charge of music and a maximum of 3 people for lights.\nNo hazardous substances are allowed.\nThe language used can be English , Hindi or both.\nParticipating teams are required to send in a soft copy of their scripts along with details ( name of members , college name , props being used )  at events@bitotsav.in before 5th February 2019 (11:59 pm)\nMultiple teams the same college are permitted.\nNo hazardous substances are allowed.\nThe decision of the judges shall be final and binding.\nEliminations : The time duration is 20 minutes which includes performance time and stage setting time. The given time duration is from empty stage to empty stage.\nFinals : The time duration is 50 minutes which includes performance time and stage setting time. The given time duration is from empty stage to empty stage.",
    "eventContact1Name": "Anamika",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Adarsh",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 5,
    "eventMaximumMembers": 25,
    "eventId": 10,
    "eventCategory": "Dramatics",
    "eventPrize1": 35000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10195",
      "teamLeaderName": "Sujata Chatterjee",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/12513",
      "teamLeaderName": "Sagnik Mukherjee",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11418",
      "teamLeaderName": "Shivani Meena",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Natsamraat",
    "eventVenue": "G.P. Birla Auditorium",
    "eventTime": "09:00",
    "eventDay": 2,
    "eventDescription": "Do you like to fly solo? Do you like that feeling when the spotlight hits you and the whole scene revolves around you? So here is your chance to prove your talent at mono-acting. Prepare yourself to single-handedly dazzle the audience.",
    "eventRules": "This is a solo participation event.\nThe participant can prepare a monologue or solo act of their choice.\nThe act must be Hindi or English or both. Incorporation of short passages from other languages is allowed.\nMultiple participants from the same college are permitted.\nObscenity of any kind in the content or actions in the act will lead to immediate disqualification of the participant.\nDecision of the judges shall remain final and binding.\nFor the online round, the  participant is required to send in a video clip of not more than 2 mins. showcasing their talent along with details ( name , college name ) at events@bitotsav.in. The video size should not be more than 50 Mbs.\nThe last date for sending the entries will be 2nd February 2019 (11:59 pm).\nThe Results will be announced on or before 5th February 2019. The participants selected from the online round are required to report at BIT Mesra main campus.\nFurther rounds will be held in a closed air auditorium.\nThe time limit of the performance should be 5 + 2 minutes. \nA maximum of 2 people can support the participant  for sound and light operation. They must strictly remain off-stage.\nThe participant can use a maximum of one prop in the performance.\nThe performance must consist of a single act with no blackouts.",
    "eventContact1Name": "Shubham",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Sarthak",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 11,
    "eventCategory": "Dramatics",
    "eventPrize1": 8000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11226",
      "teamLeaderName": "Debanjana Biswas",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10613",
      "teamLeaderName": "Anvay Yamijala",
      "championshipTeam": "Warlock",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11367",
      "teamLeaderName": "AKASH SINGH",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Model United Nations",
    "eventVenue": "Lecture Hall",
    "eventTime": "10:00",
    "eventDay": 1,
    "eventDescription": "Simulation of the working of the United Nations. Those of you striving to be a part of one of the most intellectual people around with an active participation in keeping the social, political and environmental communication between all the countries on this planet, at peace always. This is just the place for you!\n\nCommittee: UNGA - Special political and decolonization.\nAgenda : The discontent of Occupation of International Waters under Neocolonialism.\n\nExecutive Body :\nChair - Ms. Azka Khan\nVice Chair - Mr. Suryansh Kashyap\nRapporteur - Mr. Rohan Gupta\n\nDocuments:\nUN charter : https://bitotsav.in/docs/bitmun/un_charter.pdf\nUNDHR : https://bitotsav.in/docs/bitmun/undhr.pdf\nAbout BITMUN : https://bitotsav.in/docs/bitmun/about.pdf\n\nRegistration link : https://bit.ly/2S18fiq\nCountry Matrix : https://bit.ly/2WcmobX\n\nLast day for submission of position papers is 14th February.\nPosition papers to be submitted at rohan8030@hotmail.com\nBackground guide: https://bitotsav.in/docs/bitmun/bg(bitmun).pdf\nUnited Nations Convention on Laws of Seas: https://bitotsav.in/docs/bitmun/unclos.pdf",
    "eventRules": "Conference Handbook: https://bitotsav.in/docs/bitmun/conference_handbook.pdf",
    "eventContact1Name": "Rohan Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Ashish Deopa",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "F",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 2,
    "eventId": 12,
    "eventCategory": "Speaking Arts",
    "eventPrize1": 15000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11917",
      "teamLeaderName": "Shivam Kumar",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/11094",
      "teamLeaderName": "Kumar Shrey",
      "championshipTeam": "Octave",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10051",
      "teamLeaderName": "Madhav Kauntia",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Kalam-e-tahir",
    "eventVenue": "Lecture Hall",
    "eventTime": "14:00",
    "eventDay": 1,
    "eventDescription": "A slam poetry is a competition at which poets read or recite original work. This event has 2 rounds. Participants are requested refer to YouTube (channels like spill poetry, habitat, tuning fork and the likes of it) to get an idea.",
    "eventRules": "Participants are required to send in an excerpt from their work along with details ( name , college name) at events@bitotsav.in before 5th February 2019 ( 11:59 pm ).\nThis event will be held in two rounds. Each round will be held on a different day at BIT Mesra , main campus.\nFor round 1, participants must present their pre-written poems.\nTiming for Recitation: 4 mins.\nFor round 2, the selected finalists must write and present their own poem on a theme that will be provided and present it on the next day.\nTiming for Recitation: 4 mins.",
    "eventContact1Name": "Ayush",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Parika",
    "eventContact2Number": "9999999999",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 13,
    "eventCategory": "Speaking Arts",
    "eventPrize1": 8000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10019",
      "teamLeaderName": "Aparna Shambhawi",
      "championshipTeam": "The Archemists",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10102",
      "teamLeaderName": "Pratyashaa Mukherjee",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11862",
      "teamLeaderName": "Arpita Sahay",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Asian Parliamentary Debate (Finals)",
    "eventVenue": "Room no. 215",
    "eventTime": "10:00",
    "eventDay": 3,
    "eventDescription": "A debate with a Prelims round and a Final round based around the Asian Parliamentary format.",
    "eventRules": "Duration of the speeches: Constructive and whip speeches 7 minutes replies, 4 minutes\nQuestions format: Points of information\nThis debate format is mainly used in the Asia and is also the basics of the World schools debate format.\nThe speakers speak in the following order: Prime minister; Leader of opposition; Deputy prime minister; Deputy leader of opposition; Government whip; Opposition whip\nAll these speeches are seven minutes long. Prime minister presents the case, Leader of opposition presents its own arguments and rebuttals the government's. Deputy PM has also his own argument(s) and makes some rebuttal, of course he/she should not forget that he/she must speak about the arguments of the PM and reaffirm them. Deputy leader of opposition has the same task, meaning new argument(s), rebuttal, own previous arguments. The government whip can present “new matter” but is advised not to, and the opposition whip is not allowed to do that.",
    "eventContact1Name": "Rohan Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Ashish Deopa",
    "eventContact2Number": "9999999999",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 14,
    "eventCategory": "Speaking Arts",
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10793",
      "teamLeaderName": "Tejaswini Singh",
      "championshipTeam": "Ensemble",
      "points": 30
    },
    "eventPosition2": {
      "teamLeader": "BT19/10031",
      "teamLeaderName": "BHAVESH CHATURVEDI",
      "championshipTeam": "Maha gathbandhan",
      "points": 20
    },
    "eventPosition3": {
      "teamLeader": "BT19/10145",
      "teamLeaderName": "Alaap Banerjee",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Humorously Yours",
    "eventVenue": "IC Parking",
    "eventTime": "13:15",
    "eventDay": 3,
    "eventDescription": "Stand-Up Comedy is one the most difficult things to create and perform. Do you think you have what it takes? Are there times when all you can think about is how to make the situation funny? Do you consider Steve Martin and Russell Peters to be your idols? It’s not easy to go on stage and have people laugh at you, but if nothing thrills you more, then this competition is for you!",
    "eventRules": "Participants are required to send a video entry of no more than 2 mins. from their performance along with details ( name , college name ) at events@bitotsav.in before 5th February 2019 (11:59 pm )\nEliminations are to be conducted on-ground during the fest, where the participants must put on a show of 3-4 minutes in front of a live audience.\nThe participants who cleared the eliminations will be asked to prepare a sketch of maximum 5 minutes, to perform in front of a live audience.\nMono -acting, puppetry, musicals are not allowed though ventriloquism is allowed.\nUse of props is allowed, brought in by the participant himself.\nThe organisers hold the discretion of allowing it on stage.\nBoth English and Hindi are allowed. No other language is allowed.\nDecisions taken by the judge is absolute and binding.\nUse of obscenity/profanity (at the discretion of the judges) is not allowed and there should be no direct implications.\nAny Form of music is not allowed during the performance.\nSince the participants are called upon in a random order, each is required to be present at least 5 minutes prior to the start.",
    "eventContact1Name": "Adarsh",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Sarthak",
    "eventContact2Number": "9999999999",
    "eventCategory": "Speaking Arts",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 5000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 15,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11322",
      "teamLeaderName": "Shankar pandey",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10753",
      "teamLeaderName": "SANCHIT AGARWAL",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11271",
      "teamLeaderName": "Sahil Dutt",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Techniché",
    "eventVenue": "Room no. 236",
    "eventTime": "10:00",
    "eventDay": 2,
    "eventDescription": "If you are a Tech-wizard and keep yourself updated with all the ins and outs of the Massive world of Technology and can’t wait to show off your knowledge, then this is just the place for you!\nA competition based on upcoming and existing technology in the world forum.",
    "eventRules": "Individual participation only.\nRound 1: The topic for the prelims will be given to the participants in advance. Speaking time will be 2 mins. and the choice of stance is open.\nThis will be a group discussion round.\nRound 2:  Final round will be a surprise.",
    "eventContact1Name": "Rohan Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Abhinav",
    "eventContact2Number": "9999999999",
    "eventCategory": "Speaking Arts",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 16,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10185",
      "teamLeaderName": "Uttam Kumar",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/11564",
      "teamLeaderName": "Himanshu Shekhar",
      "championshipTeam": "Maha gathbandhan",
      "points": 20
    },
    "eventPosition3": {
      "teamLeader": "BT19/10003",
      "teamLeaderName": "Tanya Kumari",
      "championshipTeam": "Ensemble",
      "points": 10
    }
  },
  {
    "eventName": "Q-Riosity",
    "eventVenue": "Lecture Hall-2",
    "eventTime": "12:00",
    "eventDay": 2,
    "eventDescription": "The freezy bites of winter turn Hot as Haute of Quizzes, Q-riosity walks in.  The sailor aka quiz master rocks the wheels in a sea of questions. If I. Q is what helms your ship of curiosity, then hail and sail on board as Q-riosity is just your game.\nThis is a General Quiz competition.",
    "eventRules": "The quiz will be a general quiz with participation in groups of 2. \nThere maybe two rounds but this may vary based on what the Quizmaster decides. \nParticipating teams are required to send in their team details ( names of members , college name) at events@bitotsav.in before 5th February 2019  ( 11:59 PM )",
    "eventContact1Name": "Rohan Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Ashish Deopa",
    "eventContact2Number": "9999999999",
    "eventCategory": "Literary Arts",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventPrize1": 20000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "F",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 2,
    "eventId": 17,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/12549",
      "teamLeaderName": "Piyush Kedia",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/12394",
      "teamLeaderName": "Pabitra Narayan Nayak",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/12557",
      "teamLeaderName": "Saket Kumar Jha",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Cryptic Crossword",
    "eventVenue": "Room no. 207",
    "eventTime": "10:00",
    "eventDay": 3,
    "eventDescription": "Are you the one of those people who can see through hidden messages and clues? this is just the place for you! Participants will have to solve a crossword. Clues will be twisted. There will be two rounds, back to back.",
    "eventRules": "Prelims will have a crossword for the participants.\nFinalists will go through several mini-rounds of crossword of literary nature.\nWinner selected through points scored.\nTeam size: 2",
    "eventContact1Name": "Aishanee",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shubhangi",
    "eventContact2Number": "9999999999",
    "eventCategory": "Literary Arts",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 18,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11559",
      "teamLeaderName": "Nishant",
      "championshipTeam": "Maha gathbandhan",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/11917",
      "teamLeaderName": "Shivam Kumar",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11045",
      "teamLeaderName": "Aditya Mishra",
      "championshipTeam": "Felix Felicis",
      "points": 20
    }
  },
  {
    "eventName": "Ballod'dor",
    "eventVenue": "Room no 237",
    "eventTime": "10:00",
    "eventDay": 1,
    "eventDescription": "Put on your best thinking caps as you will need it. This event has two rounds. It will check candidates based on their knowledge about literature, oratory, creative skills simultaneously.",
    "eventRules": "Round 1: Going In-hand with Theme. A quiz comprising of questions related to Asian Culture & associated literature.\nRound 2: Versatility Check. All teams entering in round 2 will be given an abstract or a philosophical topic (one for all/group of 3 teams). They will be discussing on the given topic chance wise, but in poetic form. Teams can question others’ points or can give their views. Teams will be judged according to relevance of content, creativity and poetic art.\nEach team can have maximum of 3 members. ",
    "eventContact1Name": "Sarthak",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Divyanshi",
    "eventContact2Number": "9999999999",
    "eventCategory": "Literary Arts",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 3,
    "eventId": 19,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10019",
      "teamLeaderName": "Aparna Shambhawi",
      "championshipTeam": "The Archemists",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/10031",
      "teamLeaderName": "BHAVESH CHATURVEDI",
      "championshipTeam": "Maha gathbandhan",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/11024",
      "teamLeaderName": "Vedang Raj",
      "championshipTeam": "Rage",
      "points": 25
    }
  },
  {
    "eventName": "Eatopia",
    "eventVenue": "Mehak ( Apni Rasoi Canteen)",
    "eventTime": "10:00",
    "eventDay": 2,
    "eventDescription": "If you really are a Foodie , A hulk who can eat to your heart content and still have room for some more! Then this competition will thrill you! This is a one of a kind event that attracts huge crowds every year. This is the only event where participants are judged on their gastronomic capabilities.",
    "eventRules": "Participating groups should consist of two members with each member performing tasks while eating.\nThe participants need to adhere to the guidelines provided at the time of the event. Not following the guidelines will result in disqualification.\nAfter elimination the pair which makes it through all the rounds after fulfilling the desired goal of the respective rounds will be declared as the winner.",
    "eventContact1Name": "G Aayush",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Aadhar",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 20,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11999",
      "teamLeaderName": "SHEKHAR SATYAKAR",
      "championshipTeam": "Parle-G",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/12211",
      "teamLeaderName": "Ritika srivastava",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10811",
      "teamLeaderName": "Ujjawal Jha",
      "championshipTeam": "First Of Our Name",
      "points": 20
    }
  },
  {
    "eventName": "Tech Quiz",
    "eventVenue": "Room no. 236",
    "eventTime": "14:00",
    "eventDay": 1,
    "eventDescription": "Are you one of those people who has a thing for Cars? Do you have the passion for automobiles? If machines are your thing, and these mechanical beasts fascinate you, then this event is for you. Show- off your knowledge here at this Automobile Quiz!\n\n",
    "eventRules": "Initial written round.\nTop 6 make it to main round.\nMain round consists of 3 subs - rounds. \nTeams of 2.",
    "eventContact1Name": "Apurva Kumar",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Pranjal Mahajan",
    "eventContact2Number": "9999999999",
    "eventCategory": "Literary Arts",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 21,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11723",
      "teamLeaderName": "Sparsh Jain",
      "championshipTeam": "INCOGNITO",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/11030",
      "teamLeaderName": "Ishan Bakshi",
      "championshipTeam": "Seekers",
      "points": 30
    },
    "eventPosition3": {
      "teamLeader": "BT19/10779",
      "teamLeaderName": "Umang Srivastava",
      "championshipTeam": "Warlock",
      "points": 20
    }
  },
  {
    "eventName": "You're Hired",
    "eventVenue": "Room no 207",
    "eventTime": "11:00",
    "eventDay": 2,
    "eventDescription": "Slay the panel with your confidence and eloquence and tell them why they need to hire you!\nFollowed by a written test, you will be tested on your speaking skills and technical knowledge of a given field. The best candidate gets hired. \n",
    "eventRules": "Team size: 1\nWill be informed on spot.",
    "eventContact1Name": "Ishit",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Gaurav",
    "eventContact2Number": "9999999999",
    "eventCategory": "Literary Arts",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 22,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10147",
      "teamLeaderName": "Nandini Mishra",
      "championshipTeam": "Seekers",
      "points": 30
    },
    "eventPosition2": {
      "teamLeader": "BT19/10723",
      "teamLeaderName": "Ishita",
      "championshipTeam": "First Of Our Name",
      "points": 20
    },
    "eventPosition3": {
      "teamLeader": "BT19/11024",
      "teamLeaderName": "Vedang Raj",
      "championshipTeam": "Rage",
      "points": 10
    }
  },
  {
    "eventName": "Mr. and Ms. Bitotsav",
    "eventVenue": "Shorbagh 1",
    "eventTime": "09:00",
    "eventDay": 2,
    "eventDescription": " Mr and Ms. Bitotsav, the most glamorous, sensational and magical pageant of BITOTSAV aims at providing an amazing opportunity to the freshers to dazzle the audience with their colourful personality, their inner glow and ability to shine amidst the crowd. With the peppy spirit and cool quirks, the participants will be awarded this wealthy title.",
    "eventRules": "For round one, participants are required to send an entry consisting of a photograph of themselves.\nThe photography should be accompanied by a tagline that complies with the themes and campaigns of Bitotsav'19 as mentioned below :\n- Celebration of. Cultures: Colours of Asia\n-\tResponsible Netizenship\n-\tSpecially Abled Humans.\n-\tLost in Echoes.\nThe entries must be sent to onlineentries@bitotsav.in latest by 5th of February 2019 ( 2359 hours) \nObscenity of any kind in the photographs or the tagline will lead to immediate disqualification of the participants.\nThe photograph needs to be of good quality and no selfies are allowed.\nThe Photograph should be of full length. No selfies are permitted.\nEntries that fit the above mentioned criteria will be uploaded from the Facebook page of Bitotsav'19.\nParticipants are required to share their photograph from the Bitotsav'19 page and promote it on social media platforms to garner likes and reach.\nEach entry will be judged according to its Social media outreach And Content  ( Photograph and tagline) by a panel of judges.\nThe decision of the judges shall remain final and binding.\nFor round two.15 girls and 15 boys will be selected from Round one.\nThis will be an elimination Round based on Walk and Auditions held by judges at BIT Mesra main campus.\nFor round three, 10 girls and 10 boys will be selected from Round. \nThese couples have to be present at BIT Mesra, main campus for rehearsals, few days prior to the final event.\nOn the day of the final event, three sub rounds will be organised for to check the following criteria-  Ramp Walk, Posture, final pose, Costume, make-up , accessories and hair-do.\nThe participants should be ready to answer a questionnaire given by the judges.",
    "eventContact1Name": "Sindhuja Chaubey",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Aadhar",
    "eventContact2Number": "9999999999",
    "eventCategory": "Fashion",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventPrize1": 20000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "F",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 23,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11918",
      "teamLeaderName": "Anushruti",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10689",
      "teamLeaderName": "Osho Barman",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {}
  },
  {
    "eventName": "Panache",
    "eventVenue": "Shorbagh 1",
    "eventTime": "14:00",
    "eventDay": 1,
    "eventDescription": "Can you make someone look like a Diva with just newspapers and Duct tape? This is just the place for you!\nYou are required to design a dress and accessories for your team mate using newspaper only. The theme shall be a gaming character.",
    "eventRules": "This is a team event. Each team will have 3 members, one for whom outfit will be designed and the other two who designs the outfit.\nParticipating teams are needed to design the outfit out of newspapers and other required logistics that will be provided on the spot.\nResource and logistics other than the ones provided in the beginning will not be allowed.\nThe choice of theme for designing the dress is on the participating teams. It will not be specified by the organizers or the judges.\nTime limit for this event will be 2 hours.\nEach team is required to give presentation before the judges after the designing is over.\nAny use of outside help or internet is strictly prohibited and may lead to disqualification.\nAny change or modification in rules is solely in the hands of the organizing team.",
    "eventContact1Name": "Ankit",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Akash Anshu",
    "eventContact2Number": "9999999999",
    "eventCategory": "Fashion",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 3,
    "eventMaximumMembers": 3,
    "eventId": 24,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11521",
      "teamLeaderName": "Rashi Gupta",
      "championshipTeam": "AGENTS OF HYDRA",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/12478",
      "teamLeaderName": "Pallavi",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/11075",
      "teamLeaderName": "Kislay Raj",
      "championshipTeam": "INF3RNO",
      "points": 25
    }
  },
  {
    "eventName": "Beauty and the Geek",
    "eventVenue": "Room no. 236",
    "eventTime": "11:00",
    "eventDay": 3,
    "eventDescription": "Better find a partner because we are going to see which duo becomes the ultimate pair. The game will be played in pairs. The event will consist of several rounds with elimination of team in every round. First round will be questionnaire which will test your compatibility with your partner followed by makeover and personal interview round. The top three will be decided according to the last round.",
    "eventRules": "The game will be played in pairs, each consisting of a boy and a girl. The pairs must compete against each other in several rounds, at the end of which there will be a winner.\nRound 1: A quiz session. The girls and boys will not compete in pairs in this round. Questions asked will be based on topics, to which opposite gender would know the answers better.\nRound 2: Makeover. The contestants will have to give their partners a makeover that should wow the judges. The makeover can be done on either of the contestants in a pair.\nRound 3: Puzzles. Each team will be given a set of brain teasers or puzzles to solve. The pairs that solve first go forward.\nRound 4: Body Painting. Contestants will paint a body part (eyes, palms, nose, etc) of their partner. The body part will be decided through chits picked. Team that shows creativity will move forward.\nRound 5: The truth. Team will be asked questions that have to be answered honestly and boldly. The winner will be decided based on the answers given.",
    "eventContact1Name": "Aditi Priya",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shreyas Agarwal",
    "eventContact2Number": "9999999999",
    "eventCategory": "Fashion",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 25,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11097",
      "teamLeaderName": "AAKANKSHA SINGH",
      "championshipTeam": "Seekers",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/11918",
      "teamLeaderName": "Anushruti",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10862",
      "teamLeaderName": "Vidyuth",
      "championshipTeam": "TAMIL PASANGA (TP)",
      "points": 20
    }
  },
  {
    "eventName": "Talkies",
    "eventVenue": "CAT",
    "eventTime": "14:00",
    "eventDay": 3,
    "eventDescription": "platform to showcase your imagination with colour and music for everyone to awe at! \nA short film making competition, where the participants are to form teams and send their short film. \n",
    "eventRules": "A short film is to be of duration 10-15 mins. There is no restriction on theme. Although, teams that incorporate the themes and campaigns of Bitotsav’19 will receive bonus marks of 10%. The themes are: Cultures-Colours of Asia, Lost in echoes, Specially abled humans and Responsible Netizenship.\nThe movie must be uploaded on YouTube or on google drive and the link must be sent via mail with complete details of the cast and the crew at onlineentries@bitotsav.in\nDuring the screening, immediately after each movie, the whole crew is required to come up on the stage and describe their journey of making of the movie. Each team will be given 5 minutes for the same. This is mandatory for every team and carries points.\nThe team size can be 5 to 15 i.e. the complete crew size including the cinematographer, the editors, the director, the scriptwriter and the actors.\nAll the members must share the poster of the event Talkies on their timeline.\nPlease do not forget to include the names of the various actors in vital roles as well as the complete crew with their contribution in the mail.  \nPhysical presence of all the members of the crew from the selected movie is mandatory.  \nAbsence of any crew member (whose names are filled in the spreadsheet) will lead to the disqualification of that entry.  \nMultiple entries from the same college is permitted.\nProfessional entries will not be entertained as this is an opportunity for budding college students (current) who are willing to try their hands at Movie Making. \nObscene content will lead to immediate disqualification.  \nThe decisions of the Jury will remain final and binding. \nDeadline for acceptance of entries:  10th February 2019, 11:59 pm.\nOn confirmation of acceptance of entry, the participating team must report to the college for screening and post screening presentation.\nEntries sent after the deadline will not be considered. \nThe movie will be judged based on the following: Justification to the theme, optimum utilization of resources, acting skills, direction, cinematography and ‘The Journey’ i.e. the complete story behind the making of your movie.",
    "eventContact1Name": "Ashish Singh",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Akash Ranjan",
    "eventContact2Number": "9999999999",
    "eventCategory": "Digital Arts",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventPrize1": 30000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "F",
    "eventMinimumMembers": 5,
    "eventMaximumMembers": 15,
    "eventId": 26,
    "eventStatus": "Completed",
    "eventPosition1": {},
    "eventPosition2": {},
    "eventPosition3": {}
  },
  {
    "eventName": "Digixpress",
    "eventVenue": "Room no. 237",
    "eventTime": "10:00",
    "eventDay": 2,
    "eventDescription": "Every photograph has a story behind it! Deep meanings, unsaid feelings , fond memories. If you have the eye to catch these hidden tales, then this should be a fun-filled task for you!\nThe participants will be given 4 different pictures, out of which the participants must spin a good story.\n",
    "eventRules": "Team Size: 2-4",
    "eventContact1Name": "Aditi Aggarwal",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Vidur Ahluwalia",
    "eventContact2Number": "9999999999",
    "eventCategory": "Digital Arts",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 4,
    "eventId": 27,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10735",
      "teamLeaderName": "Priyanshu Pandey",
      "championshipTeam": "Maadhyam",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/11777",
      "teamLeaderName": "Saloni Anand",
      "championshipTeam": "Fire champs",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/10162",
      "teamLeaderName": "Rajarshi Kundu",
      "championshipTeam": "Felix Felicis",
      "points": 25
    }
  },
  {
    "eventName": "The Pixel Auction",
    "eventVenue": "Room no. 207",
    "eventTime": "11:00",
    "eventDay": 1,
    "eventDescription": "Best trending photos of Photographic society’s Instagram handle shall be taken up. Total photos will be 5 for each round. Participants must go through 2 rounds, screening shall be done on justification for buying the photos and their photographic instinct shall be judged by us. Next will be an auction where virtual money will be provided, and photos will be auctioned one by one. Winner shall be the one with most photos and maximum remaining cash, judging on basis of finding creative interpretation in a photograph and placing views. Auction judgement as usual.\n",
    "eventRules": "Team Size: 2-4",
    "eventContact1Name": "Sagarika Sundi",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Saksham Sehgal",
    "eventContact2Number": "9999999999",
    "eventCategory": "Digital Arts",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 4,
    "eventId": 28,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11459",
      "teamLeaderName": "Nehal Srivastava",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10853",
      "teamLeaderName": "NAGULAN",
      "championshipTeam": "TAMIL PASANGA (TP)",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/11039",
      "teamLeaderName": "Ajit Garg",
      "championshipTeam": "PSYCHED",
      "points": 25
    }
  },
  {
    "eventName": "BIT Roadies (Finals)",
    "eventVenue": "Shorbagh 2",
    "eventTime": "14:00",
    "eventDay": 3,
    "eventDescription": "Breaking the streak of cultural, oratory and technical events, this event introduces a concept that harnesses both an individual's brain and brawn. As always, the rules would be tough, the conditions tougher and the competition toughest. Do you have what it takes to be a BIT Roadie?",
    "eventRules": "The competition will have two phases- the first one being an interview and the second one consisting of numerous tasks aimed at checking one's physical and mental strength. Both rounds will be held on different days.\nThe participant need to complete the entire task as specified during the game to move further.\nAny deviation from the stated guidelines will lead to disqualification.",
    "eventContact1Name": "Sindhuja Chaubey",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Aman ",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 8000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 29,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11650",
      "teamLeaderName": "Abhishek Dutta",
      "championshipTeam": "The Despicables",
      "points": 30
    },
    "eventPosition2": {
      "teamLeader": "BT19/11364",
      "teamLeaderName": "Abhay Surya",
      "championshipTeam": "No-Placement",
      "points": 20
    },
    "eventPosition3": {
      "teamLeader": "BT19/10238",
      "teamLeaderName": "Ayush Jain",
      "championshipTeam": "Frozen_Electronics",
      "points": 10
    }
  },
  {
    "eventName": "Face Painting",
    "eventVenue": "Shorbagh 1 ",
    "eventTime": "14:00",
    "eventDay": 3,
    "eventDescription": "The Face itself is the most expressive part of one’s body. Think of enhancing these expression through colours and strokes! \nIt is a face painting competition where one team member will be painting on the face of the other team member.\n",
    "eventRules": "Each team consists of two members. One member will paint the face of another member.\nExtra points will be credited to the team who base their painting on the theme given by the organizing committee.\nTheme will be announced on spot.\nTime limit is only for 2 hours.\nOnly one set of resources will be given to a team.\nAny use of outside help or internet is strictly prohibited and may lead to disqualification.\nAny change or modification in rules is solely in the hands of the organizing team.\nThe decision of the judges shall remain final and binding.",
    "eventContact1Name": "Ankit",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Akash Anshu",
    "eventContact2Number": "9999999999",
    "eventCategory": "Fine Arts",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 8000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 30,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11221",
      "teamLeaderName": "Deeptam Das",
      "championshipTeam": "The Archemists",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/10759",
      "teamLeaderName": "prakhar kumar",
      "championshipTeam": "First Of Our Name",
      "points": 30
    },
    "eventPosition3": {
      "teamLeader": "BT19/11425",
      "teamLeaderName": "Sayani Das",
      "championshipTeam": "Seekers",
      "points": 20
    }
  },
  {
    "eventName": "Splatter",
    "eventVenue": "IC Stage",
    "eventTime": "11:30",
    "eventDay": 1,
    "eventDescription": "All those painters out there who thrive when a challenge is thrown at you, here is one more!\nA person needs to make a painting on the sheet provided using colours and anything apart from brush. A group of random resources will be kept, they could choose anything from there or anything from the surroundings.\n",
    "eventRules": "This is a solo participation event. Every individual must make their own paintings.\nExtra points will be credited to the team who base their painting on the theme given by the organizing committee.\nTheme will be announced on spot.\nTime limit is only for 2 hrs.\nOnly one set of resources will be given to each participant. (Sheet and colours will be provided to all and apart from that can choose anything from the provided logistics.)\nAny use of outside help or internet is strictly prohibited and may lead to disqualification.\nAny change or modification in rules is solely in the hands of the organizing team.",
    "eventContact1Name": "Ankit",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Akash Anshu",
    "eventContact2Number": "9999999999",
    "eventCategory": "Fine Arts",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 31,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11425",
      "teamLeaderName": "Sayani Das",
      "championshipTeam": "Seekers",
      "points": 30
    },
    "eventPosition2": {
      "teamLeader": "BT19/11221",
      "teamLeaderName": "Deeptam Das",
      "championshipTeam": "The Archemists",
      "points": 20
    },
    "eventPosition3": {
      "teamLeader": "BT19/12477",
      "teamLeaderName": "Kavita Kumari",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Bitotsav Treasure Hunt",
    "eventVenue": "Room no. 203",
    "eventTime": "10:00",
    "eventDay": 2,
    "eventDescription": "The most anticipated treasure trail of the fest which compels you to bring out your inner Sherlock and follow a set of directions to decipher clues enroute your destination.",
    "eventRules": "The participation is in a group of 4-6 with no changes in the group members once the game has started.\nThe playing zone is the entire BIT Campus and the participants are required to travel on foot. Any use of vehicles for transportation would lead to disqualification.\nThere will be rules that the contestants will be informed of on the day of the treasure hunt.\nThe group reaching the destination in the minimum time will be declared as the winner.",
    "eventContact1Name": "G Aayush",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Aman",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 4,
    "eventMaximumMembers": 6,
    "eventId": 32,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10797",
      "teamLeaderName": "Anurag rai",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/11025",
      "teamLeaderName": "Abhishek Agrawal",
      "championshipTeam": "Rampage",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/10212",
      "teamLeaderName": "Himanshu Singh",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "The Journalist's Hour",
    "eventVenue": "Lecture Hall - 2",
    "eventTime": "13:00",
    "eventDay": 3,
    "eventDescription": "This journalism-based event aims to challenge, engage and enthrall the participants by creating an intellectual gathering of voices to bring a change. The event is divided into a case study, questionnaire session and panel discussion. The problem statement for this year's edition of The Journalist's Hour will be based on the online theme of BITOTSAV'19 - Responsible Netizenship.",
    "eventRules": "The teams will have to give a solution to the problem statement (will be given later) with a presentation. The teams are free to decide their way of presentation in the provided 10 minutes, containing required visuals and data to support their study.\nSmall video graphics entries are also welcome, but any kind of informal/prank videos or content shall not be entertained. The presentations must be an original work that has not been previously published (this includes articles published on websites, newspapers, magazines or blogs). \nTeams are required to send these presentations along with details ( team name , members , college name ) at events@bitotsav.in before 5th February 2019.\nBased on the presentations, a maximum of 6 teams will be selected for the final round, which will be a 4-Panel Discussion round. The details of which will be shared with the selected teams.\nKindly keep your presentation focused on the solutions that you are proposing and not on describing the problem statement. The esteemed judging panel will judge you based on your content and creativity.\nAny form of plagiarism will result in direct disqualification of the team.\nThe decision of the jury and the organizing committee will be final and binding.\nFor the problem statement, follow the link :\nhttp://bit.ly/Tjhb19",
    "eventContact1Name": "Srishti Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Achirava Raha",
    "eventContact2Number": "9999999999",
    "eventCategory": "Journalism",
    "eventPoints1": 0,
    "eventPoints2": 0,
    "eventPoints3": 0,
    "eventPrize1": 15000,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 3,
    "eventId": 33,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10703",
      "teamLeaderName": "Apoorva Nanda",
      "championshipTeam": "Seekers",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/10045",
      "teamLeaderName": "Vaibhav Raj",
      "championshipTeam": "Maha gathbandhan",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10143",
      "teamLeaderName": "Kumar Sonu",
      "championshipTeam": "The Archemists",
      "points": 0
    }
  },
  {
    "eventName": "CSI Files",
    "eventVenue": "LH-II",
    "eventTime": "11:00",
    "eventDay": 3,
    "eventDescription": "Get a taste of investigative journalism through our new event, CSI Files. A crime has been committed in our campus and being a member of the fourth pillar of democracy, it's your job to bring the truth to the people. Follow the clues, interact with the witnesses and put your facts together to solve the mystery.",
    "eventRules": "This is an investigative journalism event based on a mock mystery.\nThe participants shall be given few sheets stating a mock situation that might have occurred and the take of some newspapers on the case.\nThe participants must go through the witnesses and evidences, investigate the situation to the roots and come to a conclusion.\nTo investigate the situation, the participants will have to go to mock witnesses. Only the volunteers having the tag of ‘CSI Files’ must be contacted, since they shall be playing a character in the scenario. These volunteers will provide details and help the participants solve the mystery.\nAfter finding a conclusion, the participants are required to write a 150-200- word report on their investigation. \nThe entire scene is a mock situation; hence the teams aren't supposed to harass any of the witnesses. Any adverse behaviour will lead to deduction in points.\nThe decision of the judges and organizing committee will be final and binding. ",
    "eventContact1Name": "Srishti Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Achirava Raha",
    "eventContact2Number": "9999999999",
    "eventCategory": "Journalism",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 3,
    "eventId": 34,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10143",
      "teamLeaderName": "Kumar Sonu",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/11004",
      "teamLeaderName": "MEhul Vijayvargiya",
      "championshipTeam": "@camouflage",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/10250",
      "teamLeaderName": "Aayush Garg",
      "championshipTeam": "Ensemble",
      "points": 25
    }
  },
  {
    "eventName": "Media Cre",
    "eventVenue": "Room no. 236",
    "eventTime": "11:00",
    "eventDay": 1,
    "eventDescription": "Media Cre will put the participant's wit and vocabulary to test through three intriguing stages. The first round will be a written round. The second will be a Pictionary round in which the participants take part in the classic family game mixed with certain twists. In the final round, the participants play the game of Taboo. ",
    "eventRules": "The event will be held in three rounds with participation allowed in teams of 2-3 members. After each round, teams will be eliminated based on their scores.\nRound 1: Participants will have to solve the provided question paper in a given time limit. The question paper will aim to test the participant’s wit and vocabulary.\nRound 2: One of the teammates will be given a picture to draw and the other participant will have to guess it.\nRound 3: In this round, one must make their teammates guess the given word by words alone without saying the given taboo words. It consists of 3 sub-rounds based on the difficulty level. The cumulative score of the three sub-rounds will be considered to determine the overall winners.\nThe decision of the judges and organizing committee will be final and binding. ",
    "eventContact1Name": "Srishti Gupta",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Achirava Raha",
    "eventContact2Number": "9999999999",
    "eventCategory": "Journalism",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 3,
    "eventId": 35,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10039",
      "teamLeaderName": "Ishita Shreshtha",
      "championshipTeam": "Maha gathbandhan",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/10735",
      "teamLeaderName": "Priyanshu Pandey",
      "championshipTeam": "Maadhyam",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/11521",
      "teamLeaderName": "Rashi Gupta",
      "championshipTeam": "AGENTS OF HYDRA",
      "points": 25
    }
  },
  {
    "eventName": "Art-A-Thon",
    "eventVenue": "Room no. 237",
    "eventTime": "14:00",
    "eventDay": 2,
    "eventDescription": "“Art enables us to find ourselves and lose ourselves at the same time” said Thomas Merton. In this contest your imagination and creativity compete against the harsh boundaries of time. 3 different tasks will be given to the participant where they need to complete their tasks in limited time. The next task can be started only after the completion of first task. All tasks will be related to Fine Arts and Crafts Making. Time for overall completion will be 3 hours.",
    "eventRules": "This is an individual event.\nTasks will be told to participants on spot.\nParticipants must complete all three tasks in 3 hrs. However, time for individual task may vary.\nAll resources will be provided on spot.\nSecond task can only be started after the completion of previous task.\nNo extra time will be given.",
    "eventContact1Name": "Ankit Kumar",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Akash Anshu",
    "eventContact2Number": "9999999999",
    "eventCategory": "Fine Arts",
    "eventPoints1": 30,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 1,
    "eventId": 36,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11221",
      "teamLeaderName": "Deeptam Das",
      "championshipTeam": "The Archemists",
      "points": 30
    },
    "eventPosition2": {
      "teamLeader": "BT19/11425",
      "teamLeaderName": "Sayani Das",
      "championshipTeam": "Seekers",
      "points": 20
    },
    "eventPosition3": {
      "teamLeader": "BT19/10135",
      "teamLeaderName": "Manashvi sharma",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Beat The Clock",
    "eventVenue": "IC  Parking",
    "eventTime": "14:00",
    "eventDay": 1,
    "eventDescription": "This event comprises of fun-filled challenges. The event will consist of three rounds and the winners will be decided after the final round. The event will consist of a relay race followed by clue finder and then a workout round. This is the place where you will find all the fun.",
    "eventRules": "The event has 3 rounds. The rounds will check the coordination among the teammates.\nTeam size is 2.\nRound 1: Lemon spoon relay race- the first team to cross the finish line without dropping the lemon wins.\nRound 2: Find the ring challenge- One member from each of the teams that qualify for this round will have to find the ring from the bowl faster than the opponent does. The opponent will be chosen on chit basis. The faster participant goes to the final round.\nRound 3: Limbo challenge- The teams just have to Limbo. And well, there might be a twist.",
    "eventContact1Name": "Aditi Priya",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shreyas Agarwal",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 37,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10131",
      "teamLeaderName": "Aayush Alkesh",
      "championshipTeam": "Team BOSHIKA",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/11148",
      "teamLeaderName": "Vaibhav Kumar",
      "championshipTeam": "dANK",
      "points": 30
    },
    "eventPosition3": {
      "teamLeader": "BT19/11477",
      "teamLeaderName": "Tanay Goel",
      "championshipTeam": "Rage",
      "points": 20
    }
  },
  {
    "eventName": "PokerAZIA",
    "eventVenue": "Room no. 237",
    "eventTime": "12:00",
    "eventDay": 3,
    "eventDescription": "The game is based on poker. Instead of cards, you bid on questions based on a country. The team with maximum money at the end wins.",
    "eventRules": "Maximum team size is 2.\nBasic rules of poker apply.",
    "eventContact1Name": "Ishit",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Siddhant",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 38,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10992",
      "teamLeaderName": "Aryan Yashaswi",
      "championshipTeam": "Maadhyam",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/10798",
      "teamLeaderName": "Abhishek Kumar Patra",
      "championshipTeam": "Bratstvo",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/11158",
      "teamLeaderName": "Sanskar Agarwal",
      "championshipTeam": "-1",
      "points": 0
    }
  },
  {
    "eventName": "Da Vinci Code",
    "eventVenue": "Mehak ( Apni Rasoi Canteen)",
    "eventTime": "14:00",
    "eventDay": 1,
    "eventDescription": "The Da Vinci Code is a code deciphering game in which the participants solve codes and puzzles. The first round is a MCQ based general aptitude leading up to the final round where participants have to reach the destination by cracking the destination clue.",
    "eventRules": "Team size is 3.\nNeed to solve aptitude questions for the first round.\nOther Rules and regulations will be declared on spot.",
    "eventContact1Name": "Aditya Jha",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Rashi Agarwal",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 3,
    "eventMaximumMembers": 3,
    "eventId": 39,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11712",
      "teamLeaderName": "Krishna Pratap Singh",
      "championshipTeam": "The Archemists",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/12158",
      "teamLeaderName": "Akshay Sharma",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10713",
      "teamLeaderName": "Ishaan Gupta",
      "championshipTeam": "X-C@lliber",
      "points": 25
    }
  },
  {
    "eventName": "Blitzkrieg",
    "eventVenue": "Room no. 214, 215, 216 , 217",
    "eventTime": "12:00",
    "eventDay": 2,
    "eventDescription": "Team members will be separated and sent to various rooms where they have to solve quizzes on various topics such as gaming, etc. Rest of the topics will be disclosed during the event.",
    "eventRules": "A quiz on various topics (techno- cultural).\nTopics of the quizzes will be disclosed during the event.\nTeam size : Max 4",
    "eventContact1Name": "Yashodeep",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shambhavi",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 4,
    "eventId": 40,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11477",
      "teamLeaderName": "Tanay Goel",
      "championshipTeam": "Rage",
      "points": 75
    },
    "eventPosition2": {
      "teamLeader": "BT19/10045",
      "teamLeaderName": "Vaibhav Raj",
      "championshipTeam": "Maha gathbandhan",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/11524",
      "teamLeaderName": "SHUVAM ADHIKARY",
      "championshipTeam": "Revenant",
      "points": 25
    }
  },
  {
    "eventName": "Criminal Case",
    "eventVenue": "Room no. 237",
    "eventTime": "10:00",
    "eventDay": 3,
    "eventDescription": "A game mimicking a criminal case.",
    "eventRules": "1st Round : A fun event that  demands the participants to successfully  perform tasks based on various detective case.\n2nd Round : It will be followed by a detective case that demands the participants to solve the mystery based on the clues and witnesses provided to them.The team that solves the case first wins the game. \nRequires teams of 4.",
    "eventContact1Name": "Atandra Pal",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Shiwani",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 75,
    "eventPoints2": 50,
    "eventPoints3": 25,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 4,
    "eventMaximumMembers": 4,
    "eventId": 41,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11955",
      "teamLeaderName": "Adarsh Kumar",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition2": {
      "teamLeader": "BT19/12009",
      "teamLeaderName": "Ruthwik podila",
      "championshipTeam": "The \"Uniques\"",
      "points": 50
    },
    "eventPosition3": {
      "teamLeader": "BT19/10786",
      "teamLeaderName": "Harsh singh",
      "championshipTeam": "Conquerors",
      "points": 25
    }
  },
  {
    "eventName": "Quizzie",
    "eventVenue": "Room no. 216",
    "eventTime": "10:00",
    "eventDay": 2,
    "eventDescription": "This event will be a trivia cum technical knowledge-based event which will connect the theme and developments in electronics and embedded systems.",
    "eventRules": "There will be multiple rounds of quizzing.\nTeams of 2.\nTeams scoring higher will progressively move to later rounds\nThe last round will be application based.",
    "eventContact1Name": "Rashmi",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "",
    "eventContact2Number": null,
    "eventCategory": "Informals",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 42,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11431",
      "teamLeaderName": "Soumyadip Samanta",
      "championshipTeam": "JFC",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/11392",
      "teamLeaderName": "Anirudh Singla",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10725",
      "teamLeaderName": "Simardeep Singh",
      "championshipTeam": "#inception",
      "points": 20
    }
  },
  {
    "eventName": "What's In The Box?",
    "eventVenue": "Room no. 215",
    "eventTime": "10:00",
    "eventDay": 3,
    "eventDescription": "5 boxes will be present. Each box will have a different set of environments or nature-based questions from each of the five parts of Asia (East, West, South, North, Central). Each team will be allotted a box based on chit system and will have to answer as many questions as possible in 2 minutes. Team answering maximum questions will win.",
    "eventRules": "No extra time will be given.\nMaximum Team size is 2.",
    "eventContact1Name": "Komal",
    "eventContact1Number": "9999999999",
    "eventContact2Name": null,
    "eventContact2Number": null,
    "eventCategory": "Informals",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 1,
    "eventMaximumMembers": 2,
    "eventId": 43,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/10807",
      "teamLeaderName": "Piyush Sourav",
      "championshipTeam": "Spectrum",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/10992",
      "teamLeaderName": "Aryan Yashaswi",
      "championshipTeam": "Maadhyam",
      "points": 30
    },
    "eventPosition3": {
      "teamLeader": "BT19/11559",
      "teamLeaderName": "Nishant",
      "championshipTeam": "Maha gathbandhan",
      "points": 20
    }
  },
  {
    "eventName": "Robo Air Hockey",
    "eventVenue": "ROOM-215",
    "eventTime": "10:00",
    "eventDay": 1,
    "eventDescription": "Air Hockey is game in which two players compete against each other on a slippery table with the help of a striker and puck. In this game the player has to compete against a bot in Augmented Reality Mode.",
    "eventRules": "Only two players can participate at a time.\n1 point will be awarded for putting the puck in the goal of the robot.\nThe players to successfully score 7 points before the robot, wins.",
    "eventContact1Name": "SHIVANKAR",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "PRANAV ",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 50,
    "eventPoints2": 20,
    "eventPoints3": 10,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 44,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/12048",
      "teamLeaderName": "Ghalib Jamal",
      "championshipTeam": "Parle-G",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/10212",
      "teamLeaderName": "Himanshu Singh",
      "championshipTeam": "-1",
      "points": 0
    },
    "eventPosition3": {
      "teamLeader": "BT19/10146",
      "teamLeaderName": "Tanweerul Haque",
      "championshipTeam": "Team Team",
      "points": 10
    }
  },
  {
    "eventName": "Kings of Asia",
    "eventVenue": "Room no. 214",
    "eventTime": "11:00",
    "eventDay": 1,
    "eventDescription": "Bring your smartest members cause this game will require you to solve brain racking questions. You will be given clues, which when decoded will point to a country. Reach the BIT equivalent region of that country and get the next clue. Be the fastest at solving the clues and be declared the King of Asia.",
    "eventRules": "Team size – maximum 2\nThe first team to solve clue X gets N points.The next team to solve the same clue X gets M points where M<N and so on.",
    "eventContact1Name": "Ishit",
    "eventContact1Number": "9999999999",
    "eventContact2Name": "Siddhant ",
    "eventContact2Number": "9999999999",
    "eventCategory": "Informals",
    "eventPoints1": 50,
    "eventPoints2": 30,
    "eventPoints3": 20,
    "eventPrize1": 0,
    "eventPrize2": 0,
    "eventPrize3": 0,
    "eventType": "NF",
    "eventMinimumMembers": 2,
    "eventMaximumMembers": 2,
    "eventId": 45,
    "eventStatus": "Completed",
    "eventPosition1": {
      "teamLeader": "BT19/11497",
      "teamLeaderName": "Sourav Jain",
      "championshipTeam": "#inception",
      "points": 50
    },
    "eventPosition2": {
      "teamLeader": "BT19/11241",
      "teamLeaderName": "Shantanu Jahagirdar",
      "championshipTeam": "Revenant",
      "points": 30
    },
    "eventPosition3": {
      "teamLeader": "BT19/11193",
      "teamLeaderName": "Pallavi",
      "championshipTeam": "Pukuchaks",
      "points": 20
    }
  }
]